Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Content/GuidesController.*.resx
Languages: ar

source: Failed to load guides
ar: فشل تحميل الأدلة

source: Guide not found
ar: الدليل غير موجود

source: Failed to load guide
ar: فشل تحميل الدليل

# GuideCreated
source: Guide created successfully
ar: تم إنشاء الدليل بنجاح

source: Failed to create guide
ar: فشل إنشاء الدليل

# OnlyAuthorCanEditGuide
source: You can only edit your own guides
ar: يمكنك تعديل أدلتك الخاصة فقط

# GuideUpdated
source: Guide updated successfully
ar: تم تحديث الدليل بنجاح

source: Failed to update guide
ar: فشل تحديث الدليل

# GuideDeleted
source: Guide deleted successfully
ar: تم حذف الدليل بنجاح

source: Failed to delete guide
ar: فشل حذف الدليل

# GuidePublished
source: Guide published successfully
ar: تم نشر الدليل بنجاح

source: Failed to publish guide
ar: فشل نشر الدليل

# GuideArchived
source: Guide archived successfully
ar: تم أرشفة الدليل بنجاح

source: Failed to archive guide
ar: فشل أرشفة الدليل

# LikeToggled
source: Like toggled successfully
ar: تم تبديل الإعجاب بنجاح

source: Failed to toggle like
ar: فشل تبديل الإعجاب

# BookmarkToggled
source: Bookmark toggled successfully
ar: تم تبديل الإشارة المرجعية بنجاح

source: Failed to toggle bookmark
ar: فشل تبديل الإشارة المرجعية

# FailedToLoadMyGuides
source: Failed to load your guides
ar: فشل تحميل أدلتك الخاصة
