Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Location/MapsController.*.resx
Languages: ar

source: Failed to load map points
ar: فشل تحميل نقاط الخريطة

source: Map point not found
ar: نقطة الخريطة غير موجودة

source: Failed to load map point
ar: فشل تحميل نقطة الخريطة

# MapPointCreated
source: Map point created successfully
ar: تم إنشاء نقطة الخريطة بنجاح

source: Failed to create map point
ar: فشل إنشاء نقطة الخريطة

# OnlyOwnerCanEditMapPoint
source: You can only edit your own map points
ar: يمكنك تعديل نقاط الخريطة الخاصة بك فقط

# MapPointUpdated
source: Map point updated successfully
ar: تم تحديث نقطة الخريطة بنجاح

source: Failed to update map point
ar: فشل تحديث نقطة الخريطة

# MapPointDeleted
source: Map point deleted successfully
ar: تم حذف نقطة الخريطة بنجاح

source: Failed to delete map point
ar: فشل حذف نقطة الخريطة

# FavoriteToggled
source: Favorite toggled successfully
ar: تم تبديل المفضلة بنجاح

source: Failed to toggle favorite
ar: فشل تبديل المفضلة

# CheckedIn
source: Checked in successfully
ar: تم تسجيل الوصول بنجاح

# RatingLimit
source: Rating must be between 1 and 5
ar: يجب أن يكون التقييم بين 1 و 5

# RatingSubmitted
source: Rating submitted successfully
ar: تم إرسال التقييم بنجاح

source: Failed to submit rating
ar: فشل إرسال التقييم

# RatingDeleted
source: Rating deleted successfully
ar: تم حذف التقييم بنجاح

source: Failed to delete rating
ar: فشل حذف التقييم

# CommentAdded
source: Comment added successfully
ar: تم إضافة التعليق بنجاح

source: Failed to add comment
ar: فشل إضافة التعليق

source: Failed to search map points
ar: فشل البحث عن نقاط الخريطة

source: Failed to get nearby map points
ar: فشل الحصول على نقاط الخريطة القريبة

source: Failed to load featured map points
ar: فشل تحميل نقاط الخريطة المميزة

# FailedToLoadMyMapPoints
source: Failed to load your map points
ar: فشل تحميل نقاط الخريطة الخاصة بك
