Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Gamification/BadgesController.*.resx
Languages: ar

# FirstPostName
source: First Post
ar: المنشور الأول

# FirstPostDesc
source: Create your first post
ar: قم بإنشاء منشورك الأول

# HelpfulMemberName
source: Helpful Member
ar: عضو متعاون

# HelpfulMemberDesc
source: Receive 10 helpful votes
ar: احصل على 10 أصوات إيجابية

# ConversationStarterName
source: Conversation Starter
ar: مبادر بالمحادثة

# ConversationStarterDesc
source: Start 5 discussions
ar: ابدأ 5 نقاشات

# ExpertReviewerName
source: Expert Reviewer
ar: مراجع خبير

# ExpertReviewerDesc
source: Write 10 detailed reviews
ar: اكتب 10 مراجعات مفصلة

# GuideMasterName
source: Guide Master
ar: سيد الأدلة

# GuideMasterDesc
source: Create 5 comprehensive guides
ar: قم بإنشاء 5 أدلة شاملة

# SocialButterflyName
source: Social Butterfly
ar: فراشة اجتماعية

# SocialButterflyDesc
source: Connect with 20 friends
ar: تواصل مع 20 صديقاً

# EventOrganizerName
source: Event Organizer
ar: منظم مناسبات

# EventOrganizerDesc
source: Host 3 community events
ar: استضف 3 مناسبات مجتمعية

# TopContributorName
source: Top Contributor
ar: أبرز مساهم

# TopContributorDesc
source: Earn 1000 reputation points
ar: احصل على 1000 نقطة سمعة

# EarlyAdopterName
source: Early Adopter
ar: مبادر في الانضمام

# EarlyAdopterDesc
source: Join in the first month
ar: انضم في الشهر الأول

# VerifiedExpertName
source: Verified Expert
ar: خبير موثق

# VerifiedExpertDesc
source: Get verified by moderators
ar: احصل على توثيق من قبل المشرفين

# NewsReporterName
source: News Reporter
ar: مراسل أخبار

# NewsReporterDesc
source: Share 10 news articles
ar: شارك 10 مقالات إخبارية

# ProblemSolverName
source: Problem Solver
ar: حلّال مشاكل

# ProblemSolverDesc
source: Answer 20 questions
ar: أجب على 20 سؤالاً

# GettingStartedCat
source: Getting Started
ar: البداية

# CommunityCat
source: Community
ar: المجتمع

# EngagementCat
source: Engagement
ar: التفاعل

# ContentCat
source: Content
ar: المحتوى

# SocialCat
source: Social
ar: اجتماعي

# EventsCat
source: Events
ar: المناسبات

# AchievementCat
source: Achievement
ar: الإنجاز

# SpecialCat
source: Special
ar: خاص
