Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Community/EventsController.*.resx
Languages: ar

# FailedToLoadEvents
source: Failed to load events. Please try again.
ar: فشل تحميل الأحداث. يرجى المحاولة مرة أخرى.

source: Event not found.
ar: الحدث غير موجود.

# FailedToLoadEvent
source: Failed to load event. Please try again.
ar: فشل تحميل الحدث. يرجى المحاولة مرة أخرى.

# EventCreated
source: Event created successfully.
ar: تم إنشاء الحدث بنجاح.

# FailedToCreateEvent
source: Failed to create event. Please try again.
ar: فشل إنشاء الحدث. يرجى المحاولة مرة أخرى.

# OnlyOrganizerCanEdit
source: You can only edit your own events.
ar: يمكنك فقط تعديل الأحداث الخاصة بك.

# EventUpdated
source: Event updated successfully.
ar: تم تحديث الحدث بنجاح.

# FailedToUpdateEvent
source: Failed to update event. Please try again.
ar: فشل تحديث الحدث. يرجى المحاولة مرة أخرى.

# EventDeleted
source: Event deleted successfully.
ar: تم حذف الحدث بنجاح.

# FailedToDeleteEvent
source: Failed to delete event. Please try again.
ar: فشل حذف الحدث. يرجى المحاولة مرة أخرى.

# JoinedEvent
source: Successfully joined event.
ar: تم الانضمام إلى الحدث بنجاح.

# LeftEvent
source: Successfully left event.
ar: تم مغادرة الحدث بنجاح.

# FailedToLeaveEvent
source: Failed to leave event. Please try again.
ar: فشل مغادرة الحدث. يرجى المحاولة مرة أخرى.

# EventPublished
source: Event published successfully.
ar: تم نشر الحدث بنجاح.

# EventCancelled
source: Event cancelled successfully.
ar: تم إلغاء الحدث بنجاح.

# CommentAdded
source: Comment added successfully.
ar: تم إضافة التعليق بنجاح.

# FailedToAddComment
source: Failed to add comment. Please try again.
ar: فشل إضافة التعليق. يرجى المحاولة مرة أخرى.

# FailedToLoadMyEvents
source: Failed to load your events. Please try again.
ar: فشل تحميل الأحداث الخاصة بك. يرجى المحاولة مرة أخرى.
