Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Community/FriendsController.*.resx
Languages: ar

# PageTitle
source: Friends
ar: الأصدقاء

source: My Friends
ar: أصدقائي

source: Friend Requests
ar: طلبات الصداقة

# SendRequest
source: Send Friend Request
ar: إرسال طلب صداقة

source: Accept
ar: قبول

source: Reject
ar: رفض

source: Block
ar: حظر

# NoFriends
source: You don't have any friends yet
ar: ليس لديك أي أصدقاء بعد

# NoRequests
source: No pending friend requests
ar: لا توجد طلبات صداقة معلقة

# FailedToLoadFriendsList
source: Failed to load friends list. Please try again.
ar: فشل تحميل قائمة الأصدقاء. يرجى المحاولة مرة أخرى.

# FailedToLoadFriendRequests
source: Failed to load friend requests. Please try again.
ar: فشل تحميل طلبات الصداقة. يرجى المحاولة مرة أخرى.

# CannotSendRequestToSelf
source: You cannot send a friend request to yourself.
ar: لا يمكنك إرسال طلب صداقة لنفسك.

# FriendRequestSent
source: Friend request sent successfully.
ar: تم إرسال طلب الصداقة بنجاح.

# FailedToSendRequest
source: Failed to send friend request. Please try again.
ar: فشل إرسال طلب الصداقة. يرجى المحاولة مرة أخرى.

# RequestAccepted
source: Friend request accepted successfully.
ar: تم قبول طلب الصداقة بنجاح.

# FailedToAcceptRequest
source: Failed to accept friend request. Please try again.
ar: فشل قبول طلب الصداقة. يرجى المحاولة مرة أخرى.

# RequestRejected
source: Friend request rejected.
ar: تم رفض طلب الصداقة.

# FailedToRejectRequest
source: Failed to reject friend request. Please try again.
ar: فشل رفض طلب الصداقة. يرجى المحاولة مرة أخرى.

# FriendRemoved
source: Friend removed successfully.
ar: تم إزالة الصديق بنجاح.

# FailedToRemoveFriend
source: Failed to remove friend. Please try again.
ar: فشل إزالة الصديق. يرجى المحاولة مرة أخرى.

# CannotBlockSelf
source: You cannot block yourself.
ar: لا يمكنك حظر نفسك.

# UserBlocked
source: User blocked successfully.
ar: تم حظر المستخدم بنجاح.

# FailedToBlockUser
source: Failed to block user. Please try again.
ar: فشل حظر المستخدم. يرجى المحاولة مرة أخرى.

# FailedToGetStatus
source: Failed to get friendship status.
ar: فشل الحصول على حالة الصداقة.

# FailedToSearchUsers
source: Failed to search users. Please try again.
ar: فشل البحث عن المستخدمين. يرجى المحاولة مرة أخرى.

# FailedToLoadSuggestions
source: Failed to load suggestions. Please try again.
ar: فشل تحميل الاقتراحات. يرجى المحاولة مرة أخرى.

# FailedToLoadBlockedUsers
source: Failed to load blocked users. Please try again.
ar: فشل تحميل قائمة المحظورين. يرجى المحاولة مرة أخرى.

# UserUnblocked
source: User unblocked successfully.
ar: تم إلغاء حظر المستخدم بنجاح.

# FailedToUnblockUser
source: Failed to unblock user. Please try again.
ar: فشل إلغاء حظر المستخدم. يرجى المحاولة مرة أخرى.
