Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Community/GroupsController.*.resx
Languages: ar

# FailedToLoadGroups
source: Failed to load groups. Please try again.
ar: فشل تحميل المجموعات. يرجى المحاولة مرة أخرى.

# FailedToLoadMyGroups
source: Failed to load your groups. Please try again.
ar: فشل تحميل المجموعات الخاصة بك. يرجى المحاولة مرة أخرى.

source: Group not found.
ar: المجموعة غير موجودة.

# FailedToLoadGroup
source: Failed to load group detail. Please try again.
ar: فشل تحميل تفاصيل المجموعة. يرجى المحاولة مرة أخرى.

# GroupCreated
source: Group created successfully!
ar: تم إنشاء المجموعة بنجاح!

source: Failed to create group.
ar: فشل إنشاء المجموعة.

# FailedToCreateGroupDetail
source: An error occurred while creating the group. Please try again.
ar: حدث خطأ أثناء إنشاء المجموعة. يرجى المحاولة مرة أخرى.

# NoPermissionToEditGroup
source: You don't have permission to edit this group.
ar: ليس لديك صلاحية لتعديل هذه المجموعة.

# GroupUpdated
source: Group updated successfully!
ar: تم تحديث المجموعة بنجاح!

source: Failed to update group.
ar: فشل تحديث المجموعة.

# FailedToUpdateGroupDetail
source: An error occurred while updating the group. Please try again.
ar: حدث خطأ أثناء تحديث المجموعة. يرجى المحاولة مرة أخرى.

# GroupDeleted
source: Group deleted successfully.
ar: تم حذف المجموعة بنجاح.

# FailedToDeleteGroupDetail
source: An error occurred while deleting the group. Please try again.
ar: حدث خطأ أثناء حذف المجموعة. يرجى المحاولة مرة أخرى.

# JoinedGroup
source: You have joined the group successfully!
ar: لقد انضممت إلى المجموعة بنجاح!

# FailedToJoinGroup
source: An error occurred while joining the group. Please try again.
ar: حدث خطأ أثناء الانضمام إلى المجموعة. يرجى المحاولة مرة أخرى.

# LeftGroup
source: You have left the group.
ar: لقد غادرت المجموعة.

# FailedToLeaveGroup
source: An error occurred while leaving the group. Please try again.
ar: حدث خطأ أثناء مغادرة المجموعة. يرجى المحاولة مرة أخرى.

# MemberRemoved
source: Member removed successfully.
ar: تم إزالة العضو بنجاح.

# FailedToRemoveMember
source: An error occurred while removing the member. Please try again.
ar: حدث خطأ أثناء إزالة العضو. يرجى المحاولة مرة أخرى.

# MemberRoleUpdated
source: Member role updated successfully.
ar: تم تحديث دور العضو بنجاح.

# FailedToUpdateMemberRole
source: An error occurred while updating the member role. Please try again.
ar: حدث خطأ أثناء تحديث دور العضو. يرجى المحاولة مرة أخرى.

# FailedToSearchGroups
source: Failed to search groups. Please try again.
ar: فشل البحث عن المجموعات. يرجى المحاولة مرة أخرى.
