Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Community/ReviewsController.*.resx
Languages: ar

# FailedToLoadReviews
source: Failed to load reviews. Please try again.
ar: فشل تحميل المراجعات. يرجى المحاولة مرة أخرى.

source: Review not found.
ar: المراجعة غير موجودة.

# FailedToLoadReview
source: Failed to load review. Please try again.
ar: فشل تحميل المراجعة. يرجى المحاولة مرة أخرى.

# ReviewSubmittedForApproval
source: Review submitted successfully and is pending approval.
ar: تم تقديم المراجعة بنجاح وهي قيد الموافقة.

# FailedToCreateReview
source: Failed to create review. Please try again.
ar: فشل إنشاء المراجعة. يرجى المحاولة مرة أخرى.

# OnlyReviewerCanEdit
source: You can only edit your own reviews.
ar: يمكنك فقط تعديل المراجعات الخاصة بك.

# ReviewUpdated
source: Review updated successfully.
ar: تم تحديث المراجعة بنجاح.

# FailedToUpdateReview
source: Failed to update review. Please try again.
ar: فشل تحديث المراجعة. يرجى المحاولة مرة أخرى.

# ReviewDeleted
source: Review deleted successfully.
ar: تم حذف المراجعة بنجاح.

# FailedToDeleteReview
source: Failed to delete review. Please try again.
ar: فشل حذف المراجعة. يرجى المحاولة مرة أخرى.

# FeedbackReceived
source: Thank you for your feedback.
ar: شكراً لتعاونك.

source: Reaction removed.
ar: تم إزالة التفاعل.

# FailedToRemoveReaction
source: Failed to remove reaction. Please try again.
ar: فشل إزالة التفاعل. يرجى المحاولة مرة أخرى.

# ReviewFlagged
source: Review flagged for moderation.
ar: تم الإبلاغ عن المراجعة للمراجعة.

# FailedToFlagReview
source: Failed to flag review. Please try again.
ar: فشل الإبلاغ عن المراجعة. يرجى المحاولة مرة أخرى.

# CommentAdded
source: Comment added successfully.
ar: تم إضافة التعليق بنجاح.

# FailedToAddComment
source: Failed to add comment. Please try again.
ar: فشل إضافة التعليق. يرجى المحاولة مرة أخرى.

# FailedToLoadMyReviews
source: Failed to load your reviews. Please try again.
ar: فشل تحميل المراجعات الخاصة بك. يرجى المحاولة مرة أخرى.
