Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Areas/Dashboard/Controllers/UserActivityController.*.resx
Languages: ar

# FailedToLoadActivities
source: Failed to load user activities
ar: فشل في تحميل أنشطة المستخدمين

# ActivityNotFound
source: User activity not found
ar: نشاط المستخدم غير موجود

# FailedToLoadDetails
source: Failed to load activity details
ar: فشل في تحميل تفاصيل النشاط

source: Failed to load statistics
ar: فشل في تحميل الإحصائيات

# FailedToLoadTimeline
source: Failed to load activity timeline
ar: فشل في تحميل الجدول الزمني للنشاط

# FailedToExport
source: Failed to export user activities
ar: فشل في تصدير أنشطة المستخدمين

# ActivityDeleted
source: User activity deleted successfully
ar: تم حذف نشاط المستخدم بنجاح

# FailedToDelete
source: Failed to delete user activity
ar: فشل في حذف نشاط المستخدم

# ErrorOccurred
source: An error occurred while processing your request
ar: حدث خطأ أثناء معالجة طلبك

# NoSelection
source: No activities selected
ar: لم يتم اختيار أي أنشطة

# BulkDeleteSuccess
source: Successfully deleted {0} user activities
ar: تم حذف {0} من أنشطة المستخدمين بنجاح

source: Failed to load active users
ar: فشل في تحميل المستخدمين النشطين
