Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Areas/Identity/Views/Profiles/Statistics.*.resx
Languages: ar

# Statistics Title
source: {0}'s Statistics
ar: إحصائيات {0}

# Member since
source: Member since {0}
ar: عضو منذ {0}

source: Back to Profile
ar: العودة للملف الشخصي

source: Reputation Points
ar: نقاط السمعة

source: Questions Asked
ar: الأسئلة المطروحة

source: Answers Given
ar: الإجابات المقدمة

source: Votes Received
ar: الأصوات المستلمة

source: Community Engagement
ar: المشاركة المجتمعية

source: Friends
ar: الأصدقاء

source: Badges Earned
ar: الأوسمة المكتسبة

source: View Friends
ar: عرض الأصدقاء

source: Activity Breakdown
ar: تفاصيل النشاط

source: Questions
ar: الأسئلة

source: Answers
ar: الإجابات

source: Votes
ar: الأصوات

# Achievements &amp; Badges
source: Achievements & Badges
ar: الإنجازات والأوسمة

source: Badges feature coming soon!
ar: ميزة الأوسمة قريباً!

source: No badges yet
ar: لا توجد أوسمة بعد

source: Keep contributing to earn badges!
ar: استمر في المساهمة لكسب الأوسمة!
