Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Areas/Identity/Views/Profiles/UploadPicture.*.resx
Languages: ar

source: Upload Profile Picture
ar: تحميل الصورة الشخصية

source: Choose Picture
ar: اختر صورة

# Accepted formats
source: Accepted formats: JPG, PNG, GIF. Maximum size: 5MB
ar: الصيغ المقبولة: JPG, PNG, GIF. الحد الأقصى للحجم: 5 ميجابايت

source: Preview
ar: معاينة

source: Cancel
ar: إلغاء

# UploadBtn
source: Upload
ar: تحميل

source: Tips for a great profile picture:
ar: نصائح لصورة شخصية رائعة:

source: Use a clear, recent photo of yourself
ar: استخدم صورة واضحة وحديثة لنفسك

source: Make sure your face is visible
ar: تأكد من أن وجهك مرئي

source: Use good lighting
ar: استخدم إضاءة جيدة

source: Square images work best
ar: الصور المربعة تعمل بشكل أفضل
