Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Areas/Dashboard/Controllers/overview/KPIs/KPIsController.*.resx
Languages: ar

source: KPIs
ar: مؤشرات الأداء

source: Key Performance Indicators
ar: مؤشرات الأداء الرئيسية

source: Monitor critical metrics and performance indicators
ar: مراقبة المقاييس الحرجة ومؤشرات الأداء

source: Total Users
ar: إجمالي المستخدمين

source: growth
ar: نمو

source: Engagement Rate
ar: معدل التفاعل

source: Active users today
ar: المستخدمون النشطون اليوم

source: Total Content
ar: إجمالي المحتوى

source: All types
ar: جميع الأنواع

source: Active Today
ar: نشط اليوم

source: Online now
ar: متصل الآن

source: Content Distribution
ar: توزيع المحتوى

source: Engagement Metrics
ar: مقاييس التفاعل

source: User Growth (6 Months)
ar: نمو المستخدمين (6 أشهر)

source: Quick Stats
ar: إحصائيات سريعة

source: Content Items
ar: عناصر المحتوى

source: Engagement
ar: التفاعل

source: New Users
ar: مستخدمون جدد

source: New Users (Week)
ar: مستخدمون جدد (أسبوع)

source: New Users (Month)
ar: مستخدمون جدد (شهر)

source: Total Groups
ar: إجمالي المجموعات

source: Total Reviews
ar: إجمالي المراجعات
