Repository: Mostafa-SAID7/Community-Car
Catalog: src/CommunityCar.Mvc/Resources/Controllers/Qa/QuestionsController.*.resx
Languages: ar

source: Failed to load questions
ar: فشل في تحميل الأسئلة

source: Question not found
ar: السؤال غير موجود

source: Failed to load question
ar: فشل في تحميل السؤال

# FailedToLoadCreatePage
source: Failed to load create question page
ar: فشل في تحميل صفحة إنشاء السؤال

source: Question created successfully
ar: تم إنشاء السؤال بنجاح

source: Failed to create question
ar: فشل في إنشاء السؤال

# CannotEditOthersQuestion
source: You can only edit your own questions
ar: يمكنك فقط تعديل أسئلتك الخاصة

source: Question updated successfully
ar: تم تحديث السؤال بنجاح

source: Failed to update question
ar: فشل في تحديث السؤال

# CannotDeleteOthersQuestion
source: You can only delete your own questions
ar: يمكنك فقط حذف أسئلتك الخاصة

source: Question deleted successfully
ar: تم حذف السؤال بنجاح

source: Failed to delete question
ar: فشل في حذف السؤال

source: Vote recorded
ar: تم تسجيل التصويت

source: Failed to vote
ar: فشل في التصويت

source: Vote removed
ar: تم إزالة التصويت

source: Failed to remove vote
ar: فشل في إزالة التصويت

source: Question bookmarked
ar: تم حفظ السؤال في المفضلات

source: Bookmark removed
ar: تمت إزالة السؤال من المفضلات

source: Failed to toggle bookmark
ar: فشل في تبديل المفضلة

source: Answer accepted
ar: تم قبول الإجابة

source: Failed to accept answer
ar: فشل في قبول الإجابة

source: Answer unaccepted
ar: تم إلغاء قبول الإجابة

source: Failed to unaccept answer
ar: فشل في إلغاء قبول الإجابة

# FailedToLoadMyQuestions
source: Failed to load your questions
ar: فشل في تحميل أسئلتك

# FailedToLoadMyBookmarks
source: Failed to load your bookmarks
ar: فشل في تحميل مفضلاتك

source: Failed to search questions
ar: فشل في البحث عن الأسئلة

source: User not authenticated
ar: المستخدم غير مسجل الدخول
